
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "D2" then
return [[

اوامر المجوعة العامة 🏧
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ

👁‍🗨ضع اسم + الاسم ™
👁‍🗨ضع صورة ™
👁‍🗨ضع قوانين ™
👁‍🗨ضع وصف ™
👁‍🗨ضع معرف ™
👁‍🗨ضع الرابط ™
👁‍🗨ضع التكرار [5-20] ™
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
للمسح اكتب 📵
👁‍🗨مسح+ (القوانين+الوصف+الادمنية….  ) ™
👁‍🗨القوانين_لعوض القوانين ™
👁‍🗨معلوماتي_معلوماتك ™
👁‍🗨موقعي _ موقعك ™
👁‍🗨اشارة للكل + كلمة_لعمل تاك للكل ™
👁‍🗨اعدادات الوسائط _ ™
👁‍🗨اعدادات المجموعة _ ™

ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
✨✨ للتواصل ✨✨
Dev:> @memo_cool
Dev:> @K_R_A_l_J
]]
end

if not is_momod(msg) then
return "لا تلعب بكيفك 🌚"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(D2)"
},
run = run 
}
end
