
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "D3" then
return [[

اوامر الحماية في المجموعة ☠
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
🔐قفل _ للقفل
🔓فتح _ للفتح
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ

⚫️الروابط _ ☑️
⚫️التكرار _ ☑️
⚫️السبام _ ☑️

⚫️العربية _ ☑️
⚫️الانكلش _ ☑️
⚫️الدخول _ ☑️
⚫️الدخول عبر الرابط _ ☑️
⚫️اشعارات الدخول _ ☑️
⚫️الاضافة _ ☑️
⚫️ المغادرة _ ☑️
⚫️اليوزنيم _ (@) ☑️
⚫️التاك _ (#) ☑️

⚫️الرد _ ☑️
⚫️الكلمات السيئة _☑️
⚫️الحماية _☑️ 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
✨✨ للتواصل ✨✨
Dev:> @memo_cool
Dev:> @K_R_A_l_J
]]
end

if not is_momod(msg) then
return "لتلعب بكيفك بومة 🌚"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(D3)"
},
run = run 
}
end
