
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "D4" then
return [[
اوامر حماية الميديا ♨️
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
🔐قفل _ للقفل 
🔓فتح _ للفتح 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
🔴الميديا
🔴اعادة توجيه 
🔴السمايلات 
🔴البوتات 
🔴جهات الاتصال 
🔴الصور 
🔴الملصقات 
🔴البصمات 
🔴المتحركة 
🔴الفيديو 
🔴النص 
🔴الدردشة 
ـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَـَـَــَ
✨✨ للتواصل ✨✨
Dev:> @memo_cool
Dev:> @K_R_A_l_J
]]
end

if not is_momod(msg) then
return "للمطورين فقط 🌚"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(D4)"
},
run = run 
}
end
