
do 

function run(msg, matches) 
return "👋 اهلا بك يا : "..msg.from.print_name.."\n\n"
.."[ 👾 توجد هناك .6. قوائم للاوامر 👾]".."\n" 
.."ا➖🔹➖🔸➖🔹➖".."\n" 
.."🔵- D1 — اوامر ادارة المجموعة  ".."\n" 
.."🔵- D2 — اوامر العامة المجموعة  ".."\n" 
..".🔵- D3— اوامر الحماية (1) للمجموعة ".."\n" 
.."🔵- D4- اوامر الحماية (2) للمجموعة   ".."\n" 
.."🔵- D5- لعرض اوامر اضافية متاحة للعضو ".."\n" 
.."🔵-Dev- لعرض اوامر المطور".."\n " 
.."🗓  "..os.date("!%A, %B %d, %Y\n", timestamp) 

end 

return { 
  description = "Shows bot help", 
  patterns = { 
    "^الاوامر$", 
    "^مساعدة$",
    "^help$"
  }, 
  run = run 
} 

end 
